evaluation/ycsb_pm_results_log_flush/capybarakv/Runb/Run2
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 146470
[OVERALL], Throughput(ops/sec), 68273.36655970506
[TOTAL_GCS_G1_Young_Generation], Count, 26
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 75
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.0512050249197788
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 26
[TOTAL_GC_TIME], Time(ms), 75
[TOTAL_GC_TIME_%], Time(%), 0.0512050249197788
[READ], Operations, 9499388
[READ], AverageLatency(us), 8.077462148087855
[READ], MinLatency(us), 6
[READ], MaxLatency(us), 10183
[READ], 95thPercentileLatency(us), 9
[READ], 99thPercentileLatency(us), 11
[READ], Return=OK, 9499388
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 508800.0
[CLEANUP], MinLatency(us), 508672
[CLEANUP], MaxLatency(us), 508927
[CLEANUP], 95thPercentileLatency(us), 508927
[CLEANUP], 99thPercentileLatency(us), 508927
[UPDATE], Operations, 500612
[UPDATE], AverageLatency(us), 21.46595367270461
[UPDATE], MinLatency(us), 18
[UPDATE], MaxLatency(us), 3277
[UPDATE], 95thPercentileLatency(us), 23
[UPDATE], 99thPercentileLatency(us), 28
[UPDATE], Return=OK, 500612